Repository: MassiTgh/Multilang_site
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: Nouvel article
es: Nuevo articulo

source: Accueil
es: Pagina de inicio

source: Ajouter un article
es: Agregar un articulo

source: Ecrivez votre article ici
es: Escribe tu articulo aqui

source: Ajouter l'article
es: Agregar el articulo

source: Retour à la liste des articles
es: Volver a la lista des articulos

source: Publié le :
es: Publicado el :

source: Liste des articles
es: Lista de articulos

source: Recherche
es: Buscar

source: French
es: Francés

source: English
es: Inglés

source: Spanish
es: Español

source: Accéder aux articles
es: Acceder a los articulos
